<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>
</head>
<body>

<h3>개인정보 수집 및 이용 동의</h3>
<hr>
<form>

(주)옷샵는 아래의 목적으로 개인정보를 수집 및 이용하며, 회원의 개인정보를 안전하게 처리하는데 최선을 다하고 있습니다. 아래의 내용을 확인 후 동의하여 주시기 바랍니다.
1.수집 및 이용 목적

회원 가입 의사 확인, 회원제 서비스 제공
이용자 식별, 본인 인증
서비스 및 상품 제공에 관한 계약 이행 및 요금 정산
고객 상담, 불만, 민원 사무 처리
서비스 및 약관 변경 고지, 안내사항 전달
상품∙서비스 이용 실적 정보 통계∙분석
상품∙서비스 개선 및 추천, 불법∙부정 이용 방지
2. 수집항목

회원가입 시
아이디, 비밀번호, 이메일
(소셜 계정) 회원가입 시
카카오 : 카카오계정(이메일, 전화번호), 성별, 생년월일, CI(연계정보)
애플 : 아이디, 이메일
회원 공통
프로필 사진, 닉네임
본인 인증
이름, 성별, 생년월일, 휴대폰번호, CI, DI, 내/외국인 정보
간편 로그인 시(소셜 계정 연동)
카카오, 애플 : 로그인 정보 식별값
서비스 이용 시
서비스 이용 내역, 서비스 내 구매 및 결제 내역
고객 상담 시
이름, 휴대폰번호, 이메일, 내/외국인정보, 주문번호, 상담내용
3. 보유 및 이용 기간

탈퇴 요청 5일 후 지체 없이 파기합니다.
내부 방침에 의해 서비스 부정 이용 기록은 부정 가입 및 이용 방지를 위하여 회원 탈퇴 시점으로부터 1년간 보관 후 파기합니다.
단, 관계 법령에 따라 일정 기간 보존해야 하는 경우 해당 기간 보관 후 파기합니다.
필수적인 개인정보 수집 및 이용에 동의하지 않을 권리가 있습니다. 다만, 동의하지 않을 경우 서비스 이용이 제한됩니다.
더 자세한 내용에 대해서는 개인정보처리방침을 참고하시기 바랍니다.

</form>

</body>
</html>